sfambach/DigisparkArduinoIntegration/Digispark-saved/boards.txt
digispark-tiny.name=Digispark (Tiny Core)
digispark-tiny.upload.maximum_size=6012
digispark-tiny.upload.tool=micronucleus
digispark-tiny.upload.tool.default=micronucleus
digispark-tiny.build.mcu=attiny85
digispark-tiny.build.f_cpu=16500000L
digispark-tiny.build.core=arduino:arduino
digispark-tiny.build.board=attiny
digispark-tiny.build.variant=digispark_tiny
digispark-tiny.upload.using=micronucleus

digispark-tiny.bootloader.tool=arduino:avrdude
digispark-tiny.bootloader.low_fuses=0xf1
digispark-tiny.bootloader.high_fuses=0xdf
digispark-tiny.bootloader.extended_fuses=0xfe
#digispark-tiny.bootloader.unlock_bits=0xff
#digispark-tiny.bootloader.lock_bits=0xff
digispark-tiny.bootloader.file=micronucleus/t85_default.hex
